Repository: EspaceNetworks/queuemetrics
Catalog: i18n/*/LC_MESSAGES/queuemetrics.po
Languages: fr_fr

source: A module for QueueMetrics, that allows you to set if IVR selections should be logged to the queue logs.
fr_fr: Un module pour QueueMetrics qui vous permettre de choisir les les sélections danms le IVR devrait être conservés dans les journaux de queue.

source: Settings
fr_fr: Paramètres

source: Submit Changes
fr_fr: Appliquer les modifications

source: When checked, IVR selections will be reported by QueueMetrics
fr_fr: Si sélectionné. les sélections du IVR seront rapportés par QueueMetrics

source: already exists
fr_fr: existe déjà

source: checking for ivr_logging field...
fr_fr: recherche du champ ivr_logging...

source: creating queuemetrics...ok
fr_fr: création de queuemetrics... ok

source: done
fr_fr: complété

source: dropping table queuemetrics..
fr_fr: Suppression de la table queuemetrics..

source: queuemetrics table already exists, exiting
fr_fr: La table queuemetrics existe déjà, le traitement ne peut continuer
